/* Localizable strings of com.apple.Cal.managed preference manifest */

"iCal.pfm_title" =			"iCal";
"iCal.pfm_description" =			"iCal-asetukset.";

"accountsToImport.pfm_title" =			"Tuodut tunnukset";
"accountsToImport.pfm_description" =			"Tuotavat tunnukset.";
"00000000-0000-0000-0000-000000000000.pfm_title" =			"Tunnuksen tiedot";
"00000000-0000-0000-0000-000000000000.pfm_description" =			"Tunnuksen tiedot.";

"CalDAVCalendarHomeURI.pfm_title" =			"Kalenterin osoite";
"CalDAVCalendarHomeURI.pfm_description" =			"CalDAV-kalenterikodin osoite. Määrittele käyttäjätunnus kohteella ”%@”. Esimerkiksi, ”/calendars/users/%@”";
"CalDAVDisplayName.pfm_title" =			"Näytön nimi";
"CalDAVDisplayName.pfm_description" =			"Käyttäjän näyttönimi. Määrittele nykyisen käyttäjän koko nimi kohteella ”%@”. Esimerkiksi, ”%@”";
"CalDAVPrincipalURI.pfm_title" =			"Toimijan osoite";
"CalDAVPrincipalURI.pfm_description" =			"CalDAV-toimijan osoite. Määrittele nykyisen käyttäjän käyttäjätunnus kohteella ”%@”. Esimerkiksi, ”http://icalserver.apple.com:8008/principals/users/%@/”";
"Description.pfm_title" =			"Palvelimen osoite";
"Description.pfm_description" =			"Palvelimen DNS-osoite. Esimerkiksi, ”icalserver.apple.com”";
"Login.pfm_title" =			"Käyttäjätunnus";
"Login.pfm_description" =			"Käyttäjän iCal-palvelimen käyttäjätunnus. Määrittele nykyisen käyttäjän käyttäjätunnus kohteella ”%@”.";
"UID.pfm_title" =			"UID";
"UID.pfm_description" =			"Käyttäjän ainutkertainen tunniste. Jätä tyhjäksi.";
"Refresh_Interval.pfm_title" =			"Päivitystaajuus";
"Refresh_Interval.pfm_description" =			"Kalenterin päivitystaajuus minuuteissa.";


"Manual_PrincipalURI_Key.pfm_title" =			"Käytä manuaalista toimijan osoitetta";
"Manual_PrincipalURI_Key.pfm_description" =			"Aseta todeksi, jos haluat käyttää manuaalista toimijan osoitetta. Aseta aina epätodeksi.";
"Offline_Key.pfm_title" =			"Poissa linjoilta";
"Offline_Key.pfm_description" =			"Aseta todeksi, jos tunnus on poissa linjoilta. Aseta aina epätodeksi.";
"Use_Kerberos_Key.pfm_title" =			"Kerberos";
"Use_Kerberos_Key.pfm_description" =			"Aseta todeksi, jos haluat käyttää Kerberos-todentamista.";
"Use_SSL_Key.pfm_title" =			"Käytä SSL:ää";
"Use_SSL_Key.pfm_description" =			"Aseta todeksi, jos haluat käyttää SSL-salausta.";
